Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=689_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámi giellaovttasbargu ođđa vuođu ala – davviriikalaš prošeavtta ođđa bargit deaivvadedje Sajosis
smn: Säämi kielâohtsâšpargo uđđâ vuáđu oolâ - tave-eennâmlâš haavâ uđđâ pargeeh teivâdii Sajosist

source: Davviriikalaš Sámi giellagáldu – prošeakta ovttasta hádjánan sámi giellaovttasbarggu.
smn: Tave-eennâmlâš Säämi kielâkäldee (Sámi giellagáldu) – haahâ ovtâstit piäđgui leijee säämi kielâ-ohtsâšpargo.

source: Suoma, Ruoŧa ja Norgga sámedikkit leat guhká plánen ođđa vuođu sámi giellaovttasbargui.
smn: Suomâ, Ruotâ já Taažâ sämitiigij kuhháá vuávám uđđâ kielâohtsâšpargo vuolgij joton ive aalgâst.

source: Prošeakta ovttasta viđa sámegiela (davvisáme-, anáraš-, nuortalaš-, julev- ja lullisámegielaid) bargiid oktan giellaovttasbarggu resursaguovddážin.
smn: Haahâ ovtâstit viiđâ sämikielâ (tave-, aanaar-, nuorttâ-, juulev- já maadâsämikielâ) pargeid ohtân kielâohtsâšpargo reesuurskuávdážžân.

source: Ođđa giellabargit deaivvadedje vuosttaš geardde Sajosis guovvamánu 20. beaivve.
smn: Uđđâ pargeeh teivâdii vuossâmuu keerdi Sajosist kuovâmáánu 20. peeivi.

source: Sámi Parlamentáralaš Ráđđi, mii lea Davviriikkaid sámedikkiid ovttasbargoorgána, mearridii giellaovttasbarggu ođđasisorganiseremis ja viiddis giellaovttasbargofitnu álggaheamis jagis 2008.
smn: Säämi Parlamentaarlâš Rääđi, mii lii Tave-enâmij sämitiigij ohtsâšpargo-orgaan, meridij kielâohtsâšpargo uđđâsist orniimist já vijđes kielâohtsâšpargohaavâ jotonpieijâmist ive 2008.

source: Suoma sámedikki várreságadoalli Heikki Paltto gávnnahii ođđa giellaovttasbarggu álggahansemináras, ahte lea ilus das go Suoma sámedikkis lea gudni jođihit dán stuorámus riikka rájáid rasttildeaddji giellaprošeavtta mii goassege lea álggahuvvon.
smn: Suomâ sämitige värisaavâjođetteijee Heikki Paltto pahudij kielâohtsâšpargo algâttemseminaarist, ete sun lii ilolâš tast, ete Suomâ sämitigge lii finnim pargonis jođettiđ taam stuárráámus, staatâi raajijd rastaldittee kielâhaavâ, mii kuássin lii algâttum.

source: - Sávan, ahte dát prošeakta nagodivččii nannet ja ovddidit buot sámegielaid servodagas ja lasihit ovttasbarggu riikka rájáid rastá.
smn: - Tuáivum, ete haahâ puávtâččij nanodiđ já ovdediđ puoh sárnum sämikielâid já lasettiđ ohtsâšpargo staatâ raajij rasta.

source: Ballun namalassii lea, ahte sámegielaid terminologiija ja sátnevuorká šaddá juohke riikkas nu iešguđetláganin, ahte daid hállit eai šat gulahala gaskaneaset, gávnnahii Paltto.
smn: Palon nomâlâssân lii, ete sämikielâi terminologia já sänirááju šaddâ jyehi staatâst nuuvt jieškote-uvlágánin, ete tai kielâi sárnooh iä innig ibbeerd nubijdis, pahudij Paltto.

source: Sámi Parlamentáralaš Ráđi ja Norgga sámedikki ságadoalli Egil Olli deattuhii ságastis, ahte prošeavtta deháleamos bargu lea bisuhit ja ovddidit oktasaš giela.
smn: Säämi Parlamentaarlâš Rääđi já Taažâ sämitige saavâjođetteijee Egil Olli tiäduttij saavâstis ete haavâ puoh tehálumos pargo lii siäiluttiđ já ovdediđ ohtsâš kielâ.

source: – Bargat dan ovdii, ahte gulahallat riikka rájáid rastá maiddái boahttevuođas, gávnnahii Olli.
smn: – Porgâp ton oovdân, ete iberdep nubijdân staatâ raajij rasta meid puátteevuođâst, pahudij Olli.

source: Prošeavtta hoavda Anne-Maria Magga muitalii, ahte fidnu čohkke ovttasbargui vihtta sámegiela ja ovcci áššedovdebargguin doaibmi giellabargi, geat ovddastit buot prošeavtta gielaid.
smn: Haavâ jođetteijee Anne-Maria Magga muštâlij ete haahâ čuákkee ohtsâšpaargon vittâ sämikielâ já oovce äššitobdeepargoin tuáimee kielâpargee, kiäh ovdâsteh puoh haavâ kielâid.

source: Dasa lassin Suoma ja Norgga sámedikkiin leat moatte hálddahusbargi prošeavttas.
smn: Lasseen Suomâ já Taažâ sämitiigijn láá muáddi haldâttâspargee haavâst.

source: – Sámi Giellagáldu ii nappo leat muhtun fysalaš báikái sajáiduvvon guovddáš, baicce giellaovttasbargu Suoma, Ruoŧa ja Norgga sámedikkiid gaskkas.
smn: – Säämi Kielâkäldee ij návt lah oovtâ fyysilâš sajan sajostittum kuávdáš, peic kielâohtsâšpargo Suomâ, Ruotâ já Taažâ sämitiigij kooskâst.

source: Ođđa bargit barget sámedikkiid čállingottiin, muitalii Magga.
smn: Uđđâ pargeeh pargeh sämitiigij čäällimkuudijn, muštâlij Magga.

source: Govas leat Sámi Giellagáldu bargit, stivrenjoavkku lahtut ja Suoma ja Norgga sámedikkiid njunnožat.
smn: Kooveest láá Säämi Kielâkäldee pargeeh, stivrimjuávhu jesâneh já Suomâ já Taažâ sämitiigij njunnošeh.

source: Ođđa giellabargit deaivvadedje vuosttaš geardde Sajosa parlamentasále Soljjus ordnejuvvon prošeavtta álggahandeaivvadeamis.
smn: Uđđâ kielâpargeeh teivâdii vuossâmuu keerdi Sajos parlamentsali Soljust uárnejum haavâ lekkâmtilálâšvuođâst.

source: Govas Suoma sámedikki várreságadoalli Heikki Paltto, prošeaktahoavda Anne-Maria Magga ja Norgga sámedikki ja SPN ságadoalli Egil Olli.
smn: Kooveest Suomâ sämitige värisaavâjođetteijee Heikki Paltto, hahâjođetteijee Anne-Maria Magga já Taažâ sämitige já SPR saavâjođetteijee Egil Olli.

source: Lassedieđut prošeavttas ja Sajosis 20-21.2.2013 ordnejuvvon álggahansemináras:
smn: Lasetiäđuh haavâst já Sajosist 20.-21.2.2013 uárnejum algâttemseminaarist:

source: - Egil Olli dás
smn: - Egil Olli täst

source: - Heikki Paltto dás
smn: - Heikki Paltto täst

source: - Anne-Maria Magga dás
smn: - Anne-Maria Magga täst

source: - Ante Aikio dás
smn: - Ante Aikio täst
